{

    
  "hero.headline": "Build your personal digital vault.",
  
"subtitle.upload": "Upload your DVDs, memories, and important documents into your own secure digital vault — yours to access anytime, permanently.",
"hero.subheading2": "Stream what’s yours. Protect what matters. Own it — all in one place.",

  "connect.headline": "Everything You Own. Finally Unified",
  "connect.subheadline": "Movies, memories, and important documents — all secured inside one powerful digital Vault.",

  

 

  "howitworks.title": "How It Works",
  "hiw1.title": "Add Your Media: Upload or import directly into your secure Vault.",
  "toggle.learn": "Learn more →",
"toggle.close": "Close ✕",
  "hiw1.learnmore": "Learn more",
  "hiw1.desc": "You don’t need to repurchase your media. Just upload or import — it’s stored in your private Vault so you can stream anytime.",
  "hiw1.close": "Close",
  "hiw2.title": "Stream Anywhere: Access your private Vault on any device — no repurchasing.",
  "hiw2.learnmore": "Learn more",
  "hiw2.desc": "X-Streamify works on any modern phone, tablet, Smart TV, or computer. Your media lives in your private Vault — no subscriptions, no rebuying.",
  "hiw2.close": "Close",
  "hiw3.title": "Store Securely: Keep your entire media library backed up and ready to stream — forever yours.",
  "hiw3.learnmore": "Learn more",
  "hiw3.desc": "With X-Streamify, your media lives securely in your private Vault. Backed up, protected, and instantly accessible — no discs, no worries. Yours forever.",
  "hiw3.close": "Close",

  "why.title": "The X-Streamify Difference",
  "why.benefit1.title": "You Own It. You Control It",
  "why.benefit1.desc": "Upload your movies, memories, and important documents once. Access them anytime — no subscriptions, no licensing limits, no losing what’s yours.",
  "why.benefit2.title": "Private Vault",
  "why.benefit2.desc": "Your movies, memories, and documents stay yours — securely stored and accessible only by you and those you choose.",
  "why.benefit3.title": "One Flat Rate",
  "why.benefit3.desc": "No upgrade traps. No hidden fees. Just one clear price — and full control of your library.",

  "addmovie.title": "Add to Your Vault",
  "addmovie.import.title": "Import Disc",
  "addmovie.import.desc": "Import with X-StreamPort - Use your X-StreamPort to transfer your DVDs directly into your secure digital vault.",
  "addmovie.upload.title": "Upload File",
  "addmovie.upload.desc": "Upload from Any Device - Drag and drop your photos, videos, and important documents from your phone, tablet, or computer — instantly into your vault.",

  "vault.title": "Your Collection",
  "vault.filter.all": "All",
  "vault.filter.genre": "By Genre",
  "vault.filter.recent": "Recently Added",
  "vault.filter.favorites": "Favorites",
  "featured.title": "Your Library",

  "footer.title": "Own your media. Stream your world",
  "footer.upload.title": "Send to Vault",
  "footer.upload.desc": "Instantly store it in your private Vault",
  "footer.upload.button": "Send to Vault",
  "footer.cancel.button": "Cancel",
  "footer.stream.title": "Stream",
  "footer.stream.desc": "Stream instantly on any device you own.",
  "footer.stream.button": "Stream",
  "footer.vault.title": "Your Vault",
  "footer.vault.desc": "All your media. One secure Vault.",
  "footer.vault.button": "Your Vault",

  "faq.q1": "What is X-Streamify?",
  "faq.a1": "X-Streamify is your personal digital vault where you can upload, store, and stream your movies, documents, photos, and family memories — all in your own private cloud library.",
  "faq.q2": "Is this legal?",
  "faq.a2": "Yes. X-Streamify helps you manage your own legally owned media. Laws vary by region, so you should only upload content you own and have the right to digitize for personal use.",
  "faq.q3": "Can I access my library on any device?",
  "faq.a3": "Yes — once uploaded, you can access and stream your movies, documents, and photos on phones, tablets, smart TVs, and computers using your private account.",
  "faq.q4": "Do I need special equipment to digitize my DVDs?",
  "faq.a4": "No — you don’t need complex equipment. A compatible DVD drive and our simple upload tools make digitizing your DVDs easy. X-Streamify is also working toward providing a seamless hardware solution for subscribers.",
  "faq.q5": "What file types can I upload?",
  "faq.a5": "You can upload common video formats like MP4, MKV, AVI, and MOV, most standard image formats, and widely used document files. Our system is designed to support a broad range of media types for smooth and secure access.",
  "faq.q6": "Will my uploads stay private and secure?",
  "faq.a6": "Absolutely. Your uploads remain private and secure. Files are encrypted during transfer and stored in your private vault with strict access controls. Only you can see your uploads.",
  "faq.q7": "Can I share my library with family members?",
  "faq.a7": "Yes — you can add family members to your account and control what each person can access. Every profile can have its own permissions and personalized library experience.",
  "faq.q8": "How do I upload my DVDs to X-Streamify?",
  "faq.a8": "It’s simple — insert your DVD into your computer (or the X-Stream Port), use the X-Streamify Uploader to digitize it, and it’s automatically added to your personal library.",
  "faq.q9": "Can I upload Blu-ray, standard DVDs, or 4K discs?",
  "faq.a9": "Yes — X-Streamify supports standard DVDs, Blu-ray, and 4K Ultra HD discs. Insert your disc into a compatible drive or the X-Stream Port, and our uploader handles the rest.",
  "faq.q10": "Does X-Streamify work worldwide?",
  "faq.a10": "Yes — X-Streamify works worldwide. As long as you have an internet connection, you can securely access your personal library from anywhere.",
  "faq.q11": "How fast is streaming after upload?",
  "faq.a11": "Streaming is fast and seamless — once upload and processing are complete, your content is ready to play within minutes.",

  "footer.questions": "Questions? Call 1-800-555-1234",
  "footer.faq": "FAQ",
  "footer.cookies": "Cookie Preferences",
  "footer.only": "Only on X-Streamify",
 
  "footer.help": "Help Center",
  "footer.corporate": "Corporate Information",
  "footer.investors": "Investor Relations",
  "footer.account": "Account",
  "footer.jobs": "Jobs",
  "footer.watch": "Ways to Watch",
  "footer.privacy": "Privacy",
  "footer.terms": "Terms of Service",
  "footer.donotsell": "Do Not Sell or Share My Personal Info",
  "footer.speedtest": "Speed Test",
  "toggle.personal": "Personal",
  "toggle.business": "Business",

  "signin.title": "Sign in or create your account to continue.",
"signin.email": "Email",
"signin.password": "Password",
"signin.remember": "Remember me",
"signin.signin": "Sign in",
"signin.create": "Create account",
"signin.agree": "By continuing you agree to our Terms and Privacy Policy.",

"privacy_title": "Privacy Policy",
"privacy_last_updated": "Last updated: February 2026",

"privacy_intro": "We respect your privacy. This Privacy Policy explains what information we collect, how we use it, and how we protect it when you use our platform and services.",

"privacy_info_collect_title": "Information We Collect",
"privacy_info_collect_intro": "We collect different types of information depending on how you interact with the platform, including the following categories:",

"privacy_direct_info_title": "Information you provide directly",
"privacy_direct_info_1": "Account registration details such as name, email address, and profile preferences",
"privacy_direct_info_2": "Information submitted through forms, settings, or support communications",
"privacy_direct_info_3": "Any other information you voluntarily choose to provide",

"privacy_user_content_title": "User content",
"privacy_user_content_1": "Media, files, or data you upload, store, or manage through the platform",
"privacy_user_content_2": "Metadata associated with uploaded content, such as filenames or timestamps",
"privacy_user_content_3": "Content organization preferences and usage context",

"privacy_technical_info_title": "Technical and usage information",
"privacy_technical_info_1": "Device, browser, and operating system information",
"privacy_technical_info_2": "Log data, access times, and interaction patterns",
"privacy_technical_info_3": "Information necessary to maintain security, performance, and reliability",

"privacy_use_info_title": "How We Use Information",
"privacy_use_info_intro": "We use the information we collect to operate, maintain, and improve the platform in a secure, reliable, and user-focused manner. Information is used for the following purposes:",

"privacy_platform_ops_title": "Platform operation and functionality",
"privacy_platform_ops_1": "Creating and managing user accounts and profiles",
"privacy_platform_ops_2": "Providing access to features, tools, and stored content",
"privacy_platform_ops_3": "Processing requests and actions initiated by users",

"privacy_content_mgmt_title": "Content management and delivery",
"privacy_content_mgmt_1": "Storing, organizing, and retrieving user-uploaded content",
"privacy_content_mgmt_2": "Ensuring content is delivered accurately and securely",
"privacy_content_mgmt_3": "Maintaining continuity of access across sessions and devices",

"privacy_security_title": "Security, integrity, and compliance",
"privacy_security_1": "Protecting against unauthorized access, misuse, or abuse",
"privacy_security_2": "Monitoring system activity to maintain platform stability",
"privacy_security_3": "Complying with applicable legal and operational requirements",

"privacy_support_title": "Communications and support",
"privacy_support_1": "Responding to inquiries, requests, or support issues",
"privacy_support_2": "Sending important service-related notices or updates",
"privacy_support_3": "Informing users about changes that affect their use of the platform",

"privacy_data_sharing_title": "Data Sharing",
"privacy_data_sharing_intro": "We do not sell personal information. We share information only when necessary to operate the platform, comply with legal obligations, or protect users and the service.",

"privacy_service_providers_title": "Service providers",
"privacy_service_providers_1": "Third-party providers that support infrastructure, hosting, storage, or security",
"privacy_service_providers_2": "Access is limited to what is necessary to perform their services",
"privacy_service_providers_3": "Providers are required to protect information and use it only as instructed",

"privacy_legal_title": "Legal and regulatory requirements",
"privacy_legal_1": "When required by applicable law, regulation, or legal process",
"privacy_legal_2": "In response to lawful requests from public authorities",

"privacy_rights_title": "Protection of rights and safety",
"privacy_rights_1": "To enforce policies, terms, or agreements",
"privacy_rights_2": "To protect the security, rights, or safety of users, third parties, or the platform",

"privacy_security_measures_title": "Data Security",
"privacy_security_measures_intro": "We implement reasonable technical, administrative, and organizational safeguards designed to protect information against unauthorized access, disclosure, alteration, or destruction.",

"privacy_footer_note": "This page is provided for transparency and clarity. It applies to this platform and related services."
}
