{
      
  "hero.headline": "Crea tu biblioteca personal de transmisión",
  "subtitle.upload": "Carga tus DVD, recuerdos y documentos importantes en tu propia bóveda digital segura — acceso permanente, cuando quieras.",
  
  "hero.subheading2": "Disfruta tus películas. Guarda tus recuerdos. Protege lo tuyo. Todo en un solo lugar.",

  "connect.headline": "Todo lo que posees. Finalmente unificado",
"connect.subheadline": "Películas, recuerdos y documentos importantes — todos protegidos dentro de una poderosa bóveda digital.",



  

  "howitworks.title": "Cómo Funciona",
  "hiw1.title": "Añade tus películas: sube o importa tus DVD a tu bóveda segura.",
  "hiw1.learnmore": "Ver más",
  "hiw1.desc": "No necesitas suscribirte ni comprar películas de nuevo. Simplemente descarga tus DVD - los digitalizamos en tu bóveda personal para que puedas disfrutarlos cuando y donde quieras. Es tu colección.",
  "hiw1.close": "Cerrar ✕",
  "hiw2.title": "Transmite en cualquier lugar: Disfruta en cualquier dispositivo a través de tu biblioteca privada.",
  "hiw2.learnmore": "Ver más",
  "hiw2.desc": "X-Streamify funciona en cualquier teléfono moderno, tableta, Smart TV o computadora. Tus películas y fotos se almacenan en tu bóveda privada, sin suscripciones ni recompras.",
  "hiw2.close": "Cerrar ✕",
  "hiw3.title": "Guardado seguro: Tu colección de DVDs, fotos, etc. lista para transmitir - tuya para siempre.",
  "hiw3.learnmore": "Ver más",
  "hiw3.desc": "Con X-Streamify, tu biblioteca, con toda tu información está segura en la nube. Respaldada, protegida y accesible al instante - sin discos, sin preocupaciones. Disfruta de tus contenidos cuando quieras, para siempre.",
  "hiw3.close": "Cerrar ✕",

  
  "why.title": "La Diferencia X-Streamify",
  "why.benefit1.title": "Es Tuyo. Tu Lo Controlas.",
  "why.benefit1.desc": "Descarga tus DVDs, fotos, etc. una vez y transmítelos para siempre - accesa a ellos cuando quieras, sin suscripciones ni problemas de licencias.",
  "why.benefit2.title": "Bóveda privada",
  "why.benefit2.desc": "Tus películas, fotos, y documentos siguen siendo tuyos - se almacenan de forma segura y solo tú puedes acceder a ellas.",
  "why.benefit3.title": "Una tarifa fija",
  "why.benefit3.desc": "Sin trampas de actualización ni cargos ocultos - un precio transparente y fijo, control total de tu biblioteca.",

  "addmovie.title": "Agrega A Tu Boveda",
  "addmovie.import.title": "Importar disco",
  "addmovie.import.desc": "Utiliza tu X-StreamPort o una unidad compatible para descargar tus DVDs directamente a tu bóveda.",
  "addmovie.upload.title": "Descargar archivo",
  "addmovie.upload.desc": "¿Ya tienes copias digitales? Súbelas de forma segura e instantánea a tu biblioteca desde tu telefono, tableta, o computadora.",

  "vault.title": "Tu Colección",
  "vault.filter.all": "Todo",
  "vault.filter.genre": "Por género",
  "vault.filter.recent": "Añadidos recientemente",
  "vault.filter.favorites": "Favoritos",
  "featured.title": "Biblioteca",

  "footer.title": "Sé dueño de tu contenido. Transmite tu mundo.",
  "footer.upload.title": "Enviar a mi Bóveda",
  "footer.upload.desc": "Descárgalo de forma segura a su bóveda privada.",
  "footer.upload.button": "Descargar",
  "footer.cancel.button": "Cancelar",
  "footer.stream.title": "Transmitir",
  "footer.stream.desc": "Disfrútalo instantáneamente en cualquier dispositivo que tengas.",
  "footer.stream.button": "Transmitir",
  "footer.vault.title": "Tu Bóveda",
  "footer.vault.desc": "Todo tu contenido en tu Bóveda personal y segura.",
  "footer.vault.button": "Tu Bóveda",

  "faq.q1": "¿Qué es X-Streamify?",
  "faq.a1": "X-Streamify es tu bóveda digital personal donde puedes cargar, almacenar y transmitir tus películas, documentos, fotos y recuerdos, todo en tu propia biblioteca privada en la nube.",
  "faq.q2": "¿Es legal?",
  "faq.a2": "Sí. X-Streamify te ayuda a gestionar tu propio contenido multimedia de tu propiedad. Las leyes varían según la región, por lo que solo debes cargar contenido que poseas y tengas derecho a digitalizar para uso personal.",
  "faq.q3": "¿Puedo acceder a mi biblioteca en cualquier dispositivo?",
  "faq.a3": "Sí — una vez cargado, puedes acceder y transmitir tus películas, documentos y fotos en teléfonos, tabletas, televisores inteligentes y computadoras usando tu cuenta privada.",
  "faq.q4": "¿Necesito un equipo especial para digitalizar mis DVD?",
  "faq.a4": "No — no necesitas equipo complejo. Una unidad de DVD compatible y nuestras herramientas de carga sencillas hacen que digitalizar tus DVD sea fácil. X-Streamify también está trabajando en ofrecer una solución de hardware integrada para suscriptores.",
  "faq.q5": "¿Qué tipos de archivos puedo subir?",
  "faq.a5": "Puedes subir formatos de video comunes como MP4, MKV, AVI y MOV, la mayoría de los formatos estándar de imágenes y archivos de documentos ampliamente utilizados. Nuestro sistema está diseñado para admitir una amplia variedad de tipos de contenido para un acceso seguro y fluido.",
  "faq.q6": "¿Mis archivos se mantendrán privados y seguros?",
  "faq.a6": "Sí — tus archivos cargados permanecen privados y seguros. Todos los archivos se encriptan durante la transferencia y se almacenan en tu bóveda privada con controles de acceso estrictos. Solo tú puedes ver tu contenido.",
  "faq.q7": "¿Puedo compartir mi biblioteca con familiares?",
  "faq.a7": "Sí — puedes añadir familiares a tu cuenta y controlar a qué contenido puede acceder cada persona. Cada perfil puede tener sus propios permisos y una experiencia personalizada dentro de tu biblioteca.",
  "faq.q8": "¿Cómo subo mis DVD a X-Streamify?",
  "faq.a8": "Es muy sencillo — inserta tu DVD en la unidad de tu computadora (o en X-Stream Port), usa X-Streamify Uploader para digitalizarlo y se añadirá automáticamente a tu biblioteca personal.",
  "faq.q9": "¿Puedo subir Blu-ray, DVD estándar o discos 4K?",
  "faq.a9": "Sí — X-Streamify es compatible con DVD estándar, Blu-ray y discos 4K Ultra HD. Inserta el disco en una unidad compatible o en X-Stream Port, y nuestro cargador se encargará del resto.",
  "faq.q10": "¿X-Streamify funciona en todo el mundo?",
  "faq.a10": "Sí — X-Streamify funciona en todo el mundo. Mientras tengas conexión a internet, puedes acceder de forma segura a tu biblioteca personal desde cualquier lugar.",
  "faq.q11": "¿Qué tan rápido puedo disfrutar mi contenido después de subirlo?",
  "faq.a11": "La reproducción es rápida y fluida — una vez que la carga y el procesamiento se completan, tu contenido está listo para reproducirse en cuestión de minutos.",

  "footer.questions": "¿Preguntas? Llama al 1-800-555-1234",
  "footer.faq": "Preguntas frecuentes",
  "footer.cookies": "Preferencias de cookies",
  "footer.only": "Solo en X-Streamify",
  "footer.adchoices": "Opciones de anuncios",
  "footer.help": "Centro de Ayuda",
  "footer.corporate": "Información Corporativa",
  "footer.investors": "Relaciones con Inversionistas",
  "footer.account": "Cuenta",
  "footer.jobs": "Empleos",
  "footer.watch": "Formas de disfrutar",
  "footer.privacy": "Privacidad",
  "footer.terms": "Términos del Servicio",
  "footer.donotsell": "No Vender Ni Compartir Mi Información Personal",
  "footer.speedtest": "Prueba de Velocidad",
"toggle.personal": "Personal",
"toggle.business": "Negocios",

"signin.title": "Inicia sesión o crea tu cuenta para continuar.",
"signin.email": "Correo electrónico",
"signin.password": "Contraseña",
"signin.remember": "Recordarme",
"signin.signin": "Iniciar sesión",
"signin.create": "Crear cuenta",
"signin.agree": "Al continuar, aceptas nuestros Términos y Política de Privacidad.",

"privacy_title": "Política de Privacidad",
"privacy_last_updated": "Última actualización: Febrero de 2026",

"privacy_intro": "Respetamos su privacidad. Esta Política de Privacidad explica qué información recopilamos, cómo la utilizamos y cómo la protegemos cuando utiliza nuestra plataforma y servicios.",

"privacy_info_collect_title": "Información que Recopilamos",
"privacy_info_collect_intro": "Recopilamos diferentes tipos de información según cómo interactúe con la plataforma, incluyendo las siguientes categorías:",

"privacy_direct_info_title": "Información que usted proporciona directamente",
"privacy_direct_info_1": "Datos de registro de la cuenta como nombre, dirección de correo electrónico y preferencias de perfil",
"privacy_direct_info_2": "Información enviada a través de formularios, configuraciones o comunicaciones de soporte",
"privacy_direct_info_3": "Cualquier otra información que usted decida proporcionar voluntariamente",

"privacy_user_content_title": "Contenido del usuario",
"privacy_user_content_1": "Medios, archivos o datos que usted carga, almacena o administra en la plataforma",
"privacy_user_content_2": "Metadatos asociados con el contenido cargado, como nombres de archivos o marcas de tiempo",
"privacy_user_content_3": "Preferencias de organización del contenido y contexto de uso",

"privacy_technical_info_title": "Información técnica y de uso",
"privacy_technical_info_1": "Información del dispositivo, navegador y sistema operativo",
"privacy_technical_info_2": "Datos de registro, horarios de acceso y patrones de interacción",
"privacy_technical_info_3": "Información necesaria para mantener la seguridad, el rendimiento y la confiabilidad",

"privacy_use_info_title": "Cómo Utilizamos la Información",
"privacy_use_info_intro": "Utilizamos la información recopilada para operar, mantener y mejorar la plataforma de manera segura, confiable y centrada en el usuario. La información se utiliza para los siguientes propósitos:",

"privacy_platform_ops_title": "Operación y funcionalidad de la plataforma",
"privacy_platform_ops_1": "Creación y gestión de cuentas y perfiles de usuario",
"privacy_platform_ops_2": "Proporcionar acceso a funciones, herramientas y contenido almacenado",
"privacy_platform_ops_3": "Procesar solicitudes y acciones iniciadas por los usuarios",

"privacy_content_mgmt_title": "Gestión y entrega de contenido",
"privacy_content_mgmt_1": "Almacenar, organizar y recuperar contenido cargado por los usuarios",
"privacy_content_mgmt_2": "Garantizar que el contenido se entregue de forma precisa y segura",
"privacy_content_mgmt_3": "Mantener la continuidad de acceso entre sesiones y dispositivos",

"privacy_security_title": "Seguridad, integridad y cumplimiento",
"privacy_security_1": "Proteger contra accesos no autorizados, uso indebido o abuso",
"privacy_security_2": "Monitorear la actividad del sistema para mantener la estabilidad",
"privacy_security_3": "Cumplir con los requisitos legales y operativos aplicables",

"privacy_support_title": "Comunicaciones y soporte",
"privacy_support_1": "Responder a consultas, solicitudes o problemas de soporte",
"privacy_support_2": "Enviar avisos o actualizaciones importantes relacionados con el servicio",
"privacy_support_3": "Informar a los usuarios sobre cambios que afecten su uso de la plataforma",

"privacy_data_sharing_title": "Intercambio de Datos",
"privacy_data_sharing_intro": "No vendemos información personal. Compartimos información solo cuando es necesario para operar la plataforma, cumplir con obligaciones legales o proteger a los usuarios y el servicio.",

"privacy_service_providers_title": "Proveedores de servicios",
"privacy_service_providers_1": "Proveedores externos que respaldan infraestructura, alojamiento, almacenamiento o seguridad",
"privacy_service_providers_2": "El acceso se limita a lo necesario para realizar sus servicios",
"privacy_service_providers_3": "Los proveedores deben proteger la información y usarla solo según lo indicado",

"privacy_legal_title": "Requisitos legales y regulatorios",
"privacy_legal_1": "Cuando lo exige la ley, regulación o proceso legal aplicable",
"privacy_legal_2": "En respuesta a solicitudes legales de autoridades públicas",

"privacy_rights_title": "Protección de derechos y seguridad",
"privacy_rights_1": "Para hacer cumplir políticas, términos o acuerdos",
"privacy_rights_2": "Para proteger la seguridad, derechos o bienestar de usuarios, terceros o la plataforma",

"privacy_security_measures_title": "Seguridad de los Datos",
"privacy_security_measures_intro": "Implementamos salvaguardas técnicas, administrativas y organizativas razonables para proteger la información contra accesos no autorizados, divulgación, alteración o destrucción.",

"privacy_footer_note": "Esta página se proporciona para transparencia y claridad. Aplica a esta plataforma y servicios relacionados."
}
